Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Shell and its partners are studying different concepts in order to utilise compression when the need occurs – most likely in the mid-2020s.
nb: Shell og partnerne jobber med å utrede ulike konsepter for å ta i bruk kompresjon når behovet oppstår – sannsynligvis midt på 2020-tallet.

source: Ormen Lange was proven in 1997, and production started ten years later.
nb: Ormen Lange ble påvist i 1997, og produksjonen startet ti år senere.

source: The field's lifetime extends beyond 2035.
nb: Feltets levetid strekker seg til etter 2035.

source: Shell (17.81 per cent) is the operator and the other licensees are Petoro (36.48), Statoil (25.35), Dong (14.02) and ExxonMobil (6.34).
nb: Shell (17,81 prosent) er operatør og de andre rettighetshaverne er Petoro (36,48), Statoil (25,35), Dong (14,02) og ExxonMobil (6,34).

source: More facts at npd.no
nb: Mer fakta på npd.no

source: More facts at norskpetroleum.no
nb: Mer fakta på Norsk petroleum.no

source: Operator Shell's video:
nb: Operatøren Shells video om prosjektet:

source: In comparison, only 26 exploration wells were spudded in all of 2006.
nb: Til sammenligning ble det i hele 2006 påbegynt 26 letebrønner.

source: The explanation for this increase lies in better access to exploration rigs.
nb: Økningen forklares med bedre tilgang på leterigger.

source: Of the 31 spudded exploration wells, 20 are wildcat wells and 11 are appraisal wells.
nb: Av de 31 påbegynte letebrønnene i år er 20 undersøkelsesbrønner og 11 avgrensningsbrønner.

source: Twelve new discoveries have been made; one in the Barents Sea, three in the Norwegian Sea and eight in the North Sea.
nb: Det er gjort 12 nye funn, 1 i Barentshavet, 3 i Norskehavet og 8 i Nordsjøen.

source: All of the discoveries in the North Sea are in the Sleipner area, with the exception of the 35/11-15 S discovery, which is located just south of the Fram field in the northern part of the North Sea.
nb: Funnene i Nordsjøen er alle i Sleipnerområdet bortsett fra funnet 35/11-15 S som er lokalisert like sør for Framfeltet i nordlige del av Nordsjøen.

source: Exploration activity has picked up in recent months.
nb: Leteaktiviteten har tatt seg opp i det siste.

source: Activities are currently underway in seven exploration wells (one in the Barents Sea, one in the Norwegian Sea and five in the North Sea).
nb: For tiden er 7 letebrønner under boring (1 i Barentshavet, 1 i Norskehavet og 5 i Nordsjøen).

source: In the short term, however, there is no available rig capacity.
nb: På kort sikt er det ikke ledig riggkapasitet.

source: Most of the rigs on the Norwegian shelf are under contract through 2009, but construction of new rigs will improve rig access considerably compared with recent years.
nb: De fleste riggene på norsk sokkel er under kontrakt ut 2009, men bygging av nye rigger vil gjøre riggtilgangen atskillig bedre enn den har vært den siste tiden.

source: Eight newly-built rigs are contracted for drilling on the Norwegian shelf.
nb: Åtte nybygg er kontraktfestet for boring på norsk sokkel.

source: The plan calls for the first of these rigs to arrive on the shelf in the spring of 2008.
nb: De første kommer etter planen våren 2008.

source: A jack-up rig will also be coming from the United Kingdom.
nb: I tillegg kommer en oppjekkbar rigg fra Storbritannia.

source: With just one exception, all of the rigs that come to the Norwegian shelf from 2008 and onward will operate under long-term contracts.
nb: Med ett unntak vil riggene som kommer til norsk sokkel fra 2008 og utover operere under langsiktige kontrakter.

source: In addition to this, more new rigs could come as a consequence of new contract awards.
nb: Ut over dette kan det komme flere nye rigger som følge av nye kontraktstildelinger.

source: The players have succeeded in establishing cooperation agreements across production licences (rig pool schemes), which has made it possible to secure long-term contracts.
nb: Aktørene har klart å etablere samarbeidsavtaler på tvers av utvinningstillatelsene (rig-pool-ordninger) som har gjort det mulig å sikre langsiktige kontrakter.

source: The new companies on the shelf have also been responsible for bringing in more new rigs by joining together to build a portfolio of wells to be drilled, which means that they have sufficient activity to secure a rig.
nb: De nye selskapene på sokkelen har også tatt ansvar for å få inn flere rigger ved at de har gått sammen og bygd opp en portefølje av brønner som skal bores, slik at de har tilstrekkelig aktivitet til å sikre seg en rigg.

source: The figure shows the contract status for rigs on the Norwegian shelf.
nb: Figuren viser kontraktstatus for rigger på norsk sokkel.

source: Download the figure in PDF
nb: Last ned figuren i PDF-format.

source: This will increase oil reserves on Goliat by 1.2 million standard cubic metres (7.5 million barrels).
nb: Dette øker oljereservene på Goliat med 1,2 millioner standard kubikkmeter (7,5 millioner fat).

source: The Snadd reservoir is located between the two reservoirs from which Goliat is already producing (Realgrunnen and Kobbe).
nb: Snadd-reservoaret ligger mellom de to reservoarene som Goliat allerede produserer fra (Realgrunnen og Kobbe).

source: Snadd was mentioned in the Plan for Development and Operation (PDO) for Goliat, and the authorities have now approved Eni’s application for a PDO exemption.
nb: Disse ressursene ble nevnt i Plan for utbygging og drift (PUD) for Goliat, og myndighetene har nå godkjent Enis søknad om fritak for PUD.

source: Snadd is located in the Goliat licence, which has an approved impact assessment.
nb: Ressursene i Snadd ligger innenfor Goliat-lisensen som har godkjent konsekvensutredning.

source: Modifications on the Goliat platform are not necessary.
nb: Det er ikke nødvendig å foreta modifikasjonsendringer på Goliat-plattformen.

source: The wells will be drilled from the subsea equipment on Goliat.
nb: Brønnene skal bores fra undervannsutstyret på Goliat.

source: One production well and one water injection well will be drilled in Snadd.
nb: Det blir boret én produksjonsbrønn og én vanninjeksjonsbrønn i Snadd.

source: Snadd will increase the reserves on Goliat to about 32 million standard cubic metres of oil equivalents (about 200 million barrels).
nb: Med Snadd øker reservene på Goliat til om lag 32 millioner standard kubikkmeter oljeekvivalenter (om lag 200 millioner fat).

source: According to the operator, Eni, start-up of production from Snadd will take place in 2017.
nb: Ifølge operatøren Eni kan oppstart av produksjon fra Snadd skje i 2017.

source: Several prospects which can be tied in to Goliat, have been identified in the area.
nb: Det er identifisert flere prospekter i området.

source: “The Norwegian Petroleum Directorate is pleased that the resources in Snadd will be produced.
nb: «Oljedirektoratet er fornøyd med at ressursene i Snadd blir produsert.

source: We also expect that the licensees on Goliat will drill more wells that can contribute to further improving recovery from the field,” says Tomas Mørch, assistant director in the Norwegian Petroleum Directorate, responsible for development and operations in the Barents Sea.
nb: Samtidig forventer vi at rettighetshaverne på Goliat borer flere brønner som kan bidra til å øke utvinningen fra feltet ytterligere,» sier Tomas Mørch, underdirektør i Oljedirektoratet med ansvar for utbygging og drift i Barentshavet.

source: Snadd will be drilled from Goliat’s subsea infrastructure and produced on the platform.
nb: Snadd skal bores fra Goliats undervannsinfrastruktur og produseres på plattformen.

source: This increases the estimated total production from Goliat to about 32 million standard cubic metres of oil equivalents (approx. 200 million barrels), mainly oil.
nb: Dette øker den beregnede totalproduksjonen fra Goliat til cirka 32 millioner standard kubikkmeter oljeekvivalenter (ca 200 millioner fat), hovedsakelig olje.

source: (Illustration: Eni).
nb: (illustrasjon: Eni).

source: norwegianpetroleum.no
nb: norskpetroleum.no

source: There is still time to register for those who are interested.
nb: Interesserte har fortsatt tid til å melde seg på.

source: Since 1996, the stewards of national oil and gas resources have met to exchange experiences and discuss shared challenges.
nb: Siden 1996 har forvaltere av nasjonale olje- og gassressurser møttes for å utveksle erfaringer og drøfte felles utfordringer.

source: This year is the third time they are meeting at the NPD, at NDR 2017.
nb: I år er det tredje gang de samles hos OD, på NDR 2017.

source: NDR stands for National Data Repositories, which started as an arena for countries around the North Sea.
nb: NDR står for National Data Repositories, og var i begynnelsen en arena for land rundt Nordsjøen.

source: The forum has since become global, and functions as a meeting place for authorities, oil companies and service and equipment suppliers.
nb: Siden har forumet blitt verdensomspennende, og er en møteplass for myndigheter, oljeselskap og leverandører av tjenester og utstyr.

source: The more than 30 participating countries include several that take part in the Ministry of Foreign Affairs' Oil for Development (OfD) programme, where Norwegian authorities assist partner countries in developing their national administration and management of oil and gas resources.
nb: Blant de over 30 deltakerlandene er flere med i Utenriksdepartementets program Olje for utvikling (OfU), der norske myndigheter bistår samarbeidsland med å bygge opp deres nasjonale forvalting av olje- og gassressursene.

source: "Authorities need data in order to arrange licensing rounds," says Eric Toogood of the NPD.
nb: «Myndigheter trenger data for å kunne arrangere konsesjonsrunder,» sier Eric Toogood i OD.

source: He is on the NDR 2017 Executive Committee, and is also the project manager for the Diskos NDR, the data repository for exploration and production information from the Norwegian shelf.
nb: Han sitter i styringskomiteen for NDR 2017, og er prosjektleder i Diskos NDR, datalageret for lete- og utvinningsinformasjon fra norsk sokkel.

source: "International companies want the reporting in countries they operate in to be as similar as possible.
nb: «Internasjonale selskaper ønsker mest mulig lik rapportering i landene de opererer i.

source: And authorities should be as coordinated as possible as regards the requirements they set for data and information," he says, and adds that authorities – on behalf of the nation – must maintain a long-term perspective on the storage of petroleum data.
nb: Og myndigheter bør være mest mulig samkjørte med hensyn til hvilke krav de stiller til data og informasjon,» sier han, og legger til at myndigheter – på vegne av nasjonen – må ha et langsiktig perspektiv på lagring av petroleumsdata.

source: The NDR meetings – the most recent of which was three years ago in Azerbaijan – are followed up in working groups within topics such as standardisation, reporting, regulations, quality control and technical solutions.
nb: NDR-møtene – som sist fant sted for tre år siden i Aserbajdsjan – følges opp i arbeidsgrupper innen tema som standardisering, rapportering, regelverk, kvalitetskontroll og tekniske løsninger.

source: The participants are mostly professionals from various disciplines whose day-to-day work involves data management.
nb: Deltakerne er gjerne fagfolk fra ulike fagområder som jobber med dataforvaltning til daglig.

source: "The objective of these meetings is collaboration and transfer of experience," says Toogood.
nb: «Formålet med møtene er samarbeid og erfaringsoverføring,» sier Toogood.

source: "Other countries look to the Norwegian Petroleum Directorate and Norway to learn from us, but we have a shared interest in learning from each other, as well as working out solutions and measures."
nb: «Andre land ser til Oljedirektoratet og Norge for å lære av oss.

source: Director General Bente Nyland is the keynote speaker at the conference, where the individual countries will also give presentations.
nb: Oljedirektør Bente Nyland er hovedtaler på konferansen, hvor også de enkelte landene skal presentere seg.

source: Link to registration and programme >>
nb: Lenke til påmelding og program >>

source: As the specialist directorate under the Ministry of Petroleum and Energy, the Norwegian Petroleum Directorate will also receive new tasks as a result of the transfer of management responsibility.
nb: Som fagdirektorat under Olje- og energidepartementet kjem også Oljedirektoratet til å få nye oppgåver som følgje av at forvaltaransvaret blei overført.

source: Up to now, the Ministry of Trade, Industry and Fisheries has had this responsibility.
nb: Fram til no har dette forvaltningsansvaret vore hjå Nærings- og fiskeridepartementet.

source: The reason for the transfer is that the Ministry of Petroleum and Energy has extensive experience with regulation and management on the continental shelf.
nb: Årsaken til overføringa er at Olje- og energidepartementet har lang erfaring med regulering og forvaltning på kontinentalsokkelen.

source: Until now, Norwegian sea areas have not been widely explored with regard to mineral deposits, and current regulations are not designed for such activity.
nb: Til no har norske havområde i liten grad vore utforska med sikte på mineralførekomstar, og gjeldande lovverk er ikkje utforma for slik aktivitet.

source: The authorities are therefore working on drafting a new, modern act on mineral recovery on the continental shelf.
nb: Styresmaktene arbeider difor med utkast til ei ny, moderne lov om mineralutvinning på kontinentalsokkelen.

source: This was submitted for public consultation on Wednesday, 10 May.
nb: Denne blei sendt på offentleg høyring i går, 10. mai.

source: “The NPD is an agency with considerable knowledge about the geology on the shelf, so this is a perfect task for us.
nb: «OD er ein etat med mykje kunnskap om geologien på sokkelen, så dette er ei oppgåve som passar godt for oss.

source: We are looking forward to tackling this job,” says exploration director Sissel Eriksen.
nb: Vi gler oss til å ta fatt på denne jobben,» seier leitedirektør Sissel Eriksen.

source: The NPD has mapped the petroleum potential on the Norwegian shelf for many years, and this work has provided considerable knowledge about other resources:
nb: OD har kartlagt petroleumspotensialet på norsk sokkel i mange år, og dette arbeidet har gitt ein del kunnskap om andre ressursar:

source: “Through the work on mapping the shelf’s outer borders, and particularly the surveys of the sea areas surrounding Jan Mayen, we have examined and taken samples of minerals on the seabed.
nb: «Gjennom arbeidet med å kartleggje sokkelens yttergrenser, og særleg kartlegginga av havområda rundt Jan Mayen, har vi undersøkt og tatt prøvar av mineralar på havbotnen.

source: We have done this while collecting samples to assess the potential for discovering oil and gas,” says Eriksen.
nb: Dette har vi gjort samtidig som vi har henta inn prøvar for å kunne vurdere potensialet for å finne olje og gass,» seier Eriksen.

source: The seabed minerals that are commercially interesting are located at significant water depths, from 1500 to 3000 metres, and in areas where there is no oil or gas.
nb: Mineral på havbotnen som er økonomisk interessante ligg på store havdjup, frå 1500 til 3000 meter, og i område der det ikkje finst olje eller gass.

source: Minerals on the seabed can be split into two groups; sulphide minerals along spread ridges and iron manganese crusts on bare rock on the seabed.
nb: Mineralar på havbotnen kan delast inn i to grupper: sulfidmineralar langs spreiingsryggar og jern-manganskorper på bart fjell på havbotnen.

source: The NPD has collected some iron manganese crusts, and chemical analyses show promising results with regard to “green minerals”, which are metals that are important within modern communication technology and wind power.
nb: Det er jernmanganskorpene OD har samla inn nokre av, og kjemiske analysar syner lovande resultat med tanke på «grøne mineralar», det vil seie metall som er viktige innan moderne kommunikasjonsteknologi og vindkraft.

source: “While the NPD has completed some mapping and gathered some samples, we have barely scratched the surface.
nb: «Sjølv om OD har kartlagt og tatt prøvar, har vi så vidt pirka i overflata.

source: We have considerable work to do, which will involve using geophysical readings and taking samples of the seabed with remotely operated vehicles (ROVs),” the exploration director says.
nb: Vi har store oppgåver framføre oss der vi må bruke geofysiske målingar og ta prøvar av havbotnen med fjernstyrte undervassfarty (ROV, remotely operatet vehicle),» seier leitedirektøren.

source: The NPD has already established a good relationship with the University of Bergen for use of this technology.
nb: OD har tidlegare hatt eit godt samarbeid med Universitetet i Bergen med bruk av denne teknologien.

source: “Otherwise this is completely new to us – we now need to obtain an overview of what the new task means and how it can be adapted to the NPD’s organisation,” Eriksen concludes.
nb: «Elles er jo dette heilt nytt for oss – no må vi skaffe oss ei oversikt over kva den nye oppgåva betyr og korleis ho kan tilpassast ODs organisasjon,» seier Eriksen til slutt.

source: Manganese crust on Vøringutstikkeren, where samples were collected in 2013.
nb: Manganskorpe på Vøringutstikkeren, der det blei henta opp prøve i 2013.

source: (Photo: Rolf Birger Pedersen, University of Bergen)
nb: (Foto: Rolf Birger Pedersen, Universitetet i Bergen)

source: This work is being pursed at 20 different sites worldwide, and we have visited a couple of them.
nb: Vi har besøkt et par av dem.

source: Read also about Tomas Mørch, the NPD staffer who has been monitoring the Snorre field for 25 years to ensure that large quantities of additional oil are recovered.
nb: Les også om Tomas Mørch, som har fulgt opp Snorre-feltet i 25 år – med mål om å utvinne store mengder ekstra olje.

source: A new plan for development and operation is due this autumn.
nb: Til høsten kommer ny utbyggingsplan.

source: And read our interview with petroleum and energy minister Terje Søviknes.
nb: Og les vårt intervju med olje- og energiminister Terje Søviknes.

source: He wants to get people of the echo chamber.
nb: Han vil ha folk ut av ekkokammeret.

source: Go to Norwegian Continental Shelf No. 1-2017 >>
nb: Les magasinet >>

source: He will start today, 1 September.
nb: Han tiltrer i dag, 1. september.

source: He has worked for Shell since 1989.
nb: Han har vært ansatt i Shell siden 1989.

source: The calculations in the Impact Assessment and the White Paper are based on correct figures from the Norwegian Petroleum Directorate.
nb: Beregningene i Konsekvensutredningen og i Stortingsmeldingen er basert på korrekte tall fra Oljedirektoratet.

source: However, the gross figure (sales value of presumed resources) for the low scenario listed in the text in the Impact Assessment for the Southeastern Barents Sea, is incorrect.
nb: Bruttotallet (salgsverdien av antatte ressurser) for lavt scenario som er oppgitt i teksten i Konsekvensutredning for Barentshavet sørøst, er imidlertid feil.

source: We apologise for this.
nb: Det beklager vi.

source: This has no impact on the other calculations in the report.
nb: Dette har ingen konsekvenser for de øvrige beregningene i rapporten.

source: The gross figure is not used in these calculations, as net figures (correct gross figure minus costs) are used here.
nb: Bruttotallet er ikke brukt i disse beregningene, her er nettotall (korrekt bruttotall fratrukket kostnader) benyttet.

source: The error is presented in the text of the Impact Assessment, but not in the White Paper (Report No. 36 to the Storting (2012-2013) - new opportunities for Northern Norway – opening the southeastern Barents Sea for petroleum activities).
nb: Feilen er presentert i teksten til konsekvensutredningen, men ikke i Stortingsmeldingen (melding til Stortinget nr 36 (2012-2013) nye muligheter for Nord-Norge – åpning av Barentshavet sørøst for petroleumsvirksomhet).

source: Shedding light on the societal effects of the petroleum activities at the regional and local level is an important part of an impact assessment.
nb: En viktig del av en konsekvensutredning er å̊ belyse de samfunnsmessige virkninger av petroleumsvirksomheten på̊ regionalt og lokalt nivå̊.

source: In connection with the impact assessment, the NPD was tasked with providing gross and net figures for two scenarios for the development in the southeastern Barents Sea.
nb: I forbindelse med konsekvensutredningen fikk OD i oppdrag å gi brutto- og nettotall for to scenarioer for utviklingen i Barentshavet sørøst.

source: This will extend Njord lifetime, and open up opportunities for further developments in the area.
nb: Dette forlenger levetiden for Njord og åpner for ytterligere utbygginger i området.

source: Njord shut down production in 2016 and the platform was towed to the Aker Stord shipyard – while the Njord B storage ship was taken to Kristiansund – for repairs and upgrades.
nb: Njord stengte produksjonen i 2016 og plattformen ble tauet til verftet Aker Stord – mens lagerskipet Njord B ble tatt inn til Kristiansund – for utbedring og oppgradering.

source: Now, operating company Statoil and the partners in the Njord Unit production licences, 107 and 132, have submitted an amended PDO for the field – as well as a separate PDO for Bauge, which is covered under production licences 348 and 348 B.
nb: Nå har operatør Statoil og partnerne i utvinningstillatelsene for Njord Unit, 107 og 132, levert inn endret PUD for feltet – samt egen PUD for Bauge som omfattes av utvinningstillatelsene 348 og 348 B.

source: Expected investments are NOK 15.7 billion for Njord and NOK 4.1 billion for Bauge.
nb: Forventede investeringer er 15,7 milliarder kroner for Njord og 4,1 milliarder kroner for Bauge.

source: The investments include reinforcement of the hull of the Njord A platform, upgrade of the equipment on deck, drilling of new wells and upgrade of the Njord B storage ship.
nb: Investeringene omfatter forsterkning av skroget til Njord A-plattformen, oppgradering av utstyr på dekket, boring av nye brønner samt oppgradering av lagerskipet Njord B.

source: Bauge, which is situated about 15 km northeast of Njord, is being developed with a subsea solution, pipeline to Njord A and umbilical from the subsea Hyme field.
nb: Bauge, som ligger om lag 15 kilometer nordøst for Njord, bygges ut med en undervannsløsning, rørledning til Njord A og kontrollkabel fra undervannsfeltet Hyme.

source: Two production wells and one injection well will be drilled.
nb: Det skal bores to produksjonsbrønner og én injeksjonsbrønn.

source: The gas will be routed through the Åsgard transport system to the receiving terminal at Kårstø in Rogaland.
nb: Gassen sendes gjennom Åsgard transportsystem til mottaksterminalen på Kårstø i Rogaland.

source: Provisions will also be made so that the "Pil" discovery in production licence 586, south of Njord, can be tied in to Njord A.
nb: Det legges også til rette for at funnet «Pil» i utvinningstillatelse 586, sør for Njord, kan knyttes opp til Njord A.

source: "These are two important projects in the development of resources in the Norwegian Sea," says Kalmar Ildstad, assistant director for Development and operation in the Norwegian Petroleum Directorate.
nb: «Dette er to viktige prosjekter i utviklingen av ressurser i Norskehavet,» sier Kalmar Ildstad, underdirektør for Utbygging og drift i Oljedirektoratet.

source: "We are interested in ensuring investments to extend field lifetimes.
nb: «Vi er opptatt av at det skal tas investeringer for å forlenge levetiden på feltene.
